<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',

	'title' => [
		    'expressage'=>[//快递
					'title'=>[
						'求带快递','有没有人帮忙取快递','宿舍需要带快递','教学楼需要带快递','求快递带到主楼呀，急急急急急'
					],
					'desc'=>[
						'有个快递现在在校门口,求同学帮忙带到宿舍','有个快递现在在校门口,求同学帮忙带到教学楼','有个快递现在在校门口,求同学帮忙带到实验室',
						'有个快递现在在校门口,求同学帮忙带到主楼','有个快递现在在校门口,求同学帮忙带到梅花教室','有个快递现在在校门口,求同学帮忙带到荷花教室',
						'有个快递现在在校门口,求同学帮忙带到逸夫楼'
					],
					'price'=>[
						'1','2','3'
					]
			],
			'supermarket'=>[//超市
				'title'=>[
					'求带超市辣条','急需A4纸','本人急需冰红茶，求带','求带超市雨伞','急需暖壶','求带超市即时贴','急需美好时光海苔'
				],
				'desc'=>[
					'本人现在在2号宿舍，xxx，感谢同学帮帮忙'
				],
				'price'=>[
					'5','3','1','10'
				]
			],
			'food'=>[//食堂
				'title'=>[
					'求带尖椒肉丝','求带鱼香肉丝','求带孜然肉片','求带大盘鸡','求带麻辣拌','求带奥尔良鸡腿','求带水煮肉片',
				],
				'desc'=>[
					'马上就要饿死在宿舍了，求带饭，不挑、已经虚脱','舍友还没回来，xxx，多谢'
				],
				'price'=>[
					'12','15','9','18','20'
				]
			],
			'review'=>[//复习资料
				'title'=>[
					'求高数复习资料一份','求大物复习资料一份','求数电复习资料一份','求模电复习资料一份',
				],
				'desc'=>[
					'xxx,有没有同学共享一下呀'
				],
				'price'=>[
					'5','6','3'
				]
			],
			'used'=>[//二手资料
				'title'=>[
					'求二手高数一份','求二手大物一份','求二手自控一份','求二手英语一份'
				],
				'desc'=>[
					'没钱买新的了，xxx？'
				],
				'price'=>[
					'10','9','11'
				]
			],
			'look'=>[//寻物启事
				'title'=>[
					'急寻丢失的钥匙，求找','急寻丢失的钱包，求找','政治书丢了，求找'
				],
				'desc'=>[
					'急寻丢失物品，如找回，必有重谢','如题','如找回万分感谢','各位大神帮帮忙啊'
				],
				'price'=>[
					'3','5','4','7','6'
				]
			]

	],

	'region_limit' =>[
		'0','1'
	],

	'user_grade' => [
		'0','1','2','3','4','5','6','7','8','9'
	],
	'publicity_at' =>[
		'24','48','72'
	],
     
    'blasses' =>   [
          '狗运骑天',
          '狗来 福来 旺旺旺.....',
          '瑞狗迎春！',
          '狗狗狗，我们一起来旺',
          '汪汪年！人旺旺！',
          '狗年来，旺气到，迎新春，齐欢笑！',
          '金犬玉狗，汪到福到！',
          '旺旺狗年，幸福吉祥！',
          '哼通狗年，狗狗迎春',
          '狗亲狗爱，相互迎春',
          '汪汪年！人旺旺！',
          '天狗守吉祥',
          '狗来福旺',
          '汪到福到',
          '狗运亨通',
          '大狗大利',
          '狗年来福',
          '狗至兴隆',
          '狗年行大运，天狗守吉祥',
          '岁吉年祥狗看门',
          '犬年大展雄姿',
          '快乐多如狗毛',
          '聪明胜过狗脑',
          '进步犹如狗跑',
          '好运连连，多得像狗毛',
          '身体棒棒，壮得像狗熊',
          '天狗保平安，灵犬助发达',
          '狗年腿蹦蹦，快乐无限',
          '梅香鹊韵、柳绿春风',
          '三羊开泰、四季平安',
          '福随春至、富伴勤来',
          '万事如意、四季平安',
          '春回大地、国振雄风',
          '术有专攻、业精于勤',
          '财源广进',
          '鹏程万里',
          '五谷丰登',
          '恭贺新禧',
          '招财进宝',
          '步步高升',
          '恭喜发财',
          '万事胜意',
          '十全十美',
          '祥云瑞气',
          '瑞气祥云',
          '财运亨通',
          '吉祥如意',
          '送旧迎新',
          '六六大顺',
          '花好月圆',
          '八面春风',
          '大吉大利',
          '吉星高照',
          '发财致'
     ],
     'falseName' => [
          '宋爱梅','王志芳','于光','贾隽仙','贾燕青','刘振杰','郭卫东','崔红宇','马福平','冯红',
          '崔敬伟','穆增志','谢志威','吕金起','韩云庆','鲁全福','郭建立','郝连水','闫智胜','魏春利',
          '刘鹏','张喜茂','李会英','路连军','靖凤琴','李艳萍','马龙','顾红丽','马莹','贾淑敏',
          '杜建章','朱丽芬','刘伟旺','张冬梅','王银祥','张志辉','王振山','刘然欣','张卫民','张丽',
          '孙娟','范艳','王集合','戴蕾','杨英才','闫宗清','马莉','张国栋','刘少斌','张晶',
          '于谦','高占海','李百春','袁雪雯','要红月','杨蓓','张培红','侯献英','李子坤','李柯瑶',
          '李丹','田颖','刘艳茹','杨金柱','曹淑敏','彭艳惠','刘娟','甄丽静','杨玉良','谭红莲',
          '张泽','张琳','周亚娟','杨保江','魏红梅','王巍','刘树江','王林红','李迎春','申青青',
          '李尚','许艳丽','曹志勇','王岩红','邓博涛','张冲','蒋胜利','申继忠','孙静','张玲',
          '王德林','杨晓丽','高巍','王玉英','李淑媛','李磊','段青','马燕飞','张和平','王素娟',
          '门江涛','王玉红','王煜','杜荣基','苏春龙','张策','王峰','李健','石娜','袁锐坚',
          '刘艳玲','张伟','杨华丽','周辉','韩梅','邓莉','李丽萍','王春红','张静','刘秋莲',
          '冯春恒','王卫国','常春兰','刘净微','乔豫','刘二光','张建学','刘艳薇','马恒卫','闫来胜',
          '郭晓东','张辉',
     ],
];
